Repository: daaihang/sprout
Catalog: sprout/sprout/Subscription.xcstrings
Source language: en
Languages: es_419, fr, ja, ko, ru, zh_hans, zh_hant

# paywall.action.renew
source: Change or Renew
es_419: Cambiar o renovar
fr: Changer ou renouveler
ja: 変更または更新
ko: 변경 또는 갱신
ru: Изменить или продлить
zh_hans: 切换或续订
zh_hant: 切換或續訂

# paywall.action.subscribe
source: Subscribe Now
es_419: Suscribirse ahora
fr: S'abonner maintenant
ja: 今すぐ登録
ko: 지금 구독
ru: Подписаться сейчас
zh_hans: 立即开通
zh_hant: 立即開通

# paywall.badge.best_value
source: Best Value
es_419: Mejor valor
fr: Meilleur rapport qualité-prix
ja: 最もお得
ko: 최고의 가치
ru: Лучшее предложение
zh_hans: 更划算
zh_hant: 更划算

# paywall.debug.api_key
source: API Key
es_419: Clave API
fr: Clé API
ja: API キー
ko: API 키
ru: API ключ

# paywall.debug.entitlement
source: Entitlement
es_419: Derecho
fr: Droit
ja: 権利
ko: 권한
ru: Право

# paywall.debug.fallbacks
source: Fallbacks
es_419: Alternativas
fr: Solutions de secours
ja: フォールバック
ko: 대안
ru: Запасные варианты

# paywall.debug.loaded_packages
source: Loaded Packages
es_419: Paquetes cargados
fr: Paquets chargés
ja: 読み込まれたプラン
ko: 로드된 패키지
ru: Загруженные пакеты

# paywall.debug.loaded_product_ids
source: Loaded Product IDs
es_419: IDs de productos cargados
fr: IDs de produits chargés
ja: 読み込まれた Product ID
ko: 로드된 상품 ID
ru: Загруженные ID продуктов

# paywall.debug.monthly_id
source: Monthly ID
es_419: ID mensual
fr: ID mensuel
ja: 月額 ID
ko: 월간 ID
ru: Месячный ID

# paywall.debug.offering
source: Offering
es_419: Oferta
fr: Offre
ja: オファリング
ko: 오퍼링
ru: Предложение

# paywall.debug.selected_kind
source: Selected Kind
es_419: Tipo seleccionado
fr: Type sélectionné
ja: 選択中
ko: 선택된 종류
ru: Выбранный тип

# paywall.debug.yearly_id
source: Yearly ID
es_419: ID anual
fr: ID annuel
ja: 年額 ID
ko: 연간 ID
ru: Годовой ID

# paywall.feature.ai.subtitle
source: Deeper summaries and analysis of your records.
es_419: Resúmenes y análisis más profundos de tus registros.
fr: Des résumés et analyses plus approfondis de vos enregistrements.
ja: 記録の要約と分析をより深く行えます。
ko: 기록에 대한 심층적인 요약 및 분석.
ru: Более глубокие сводки и анализ ваших записей.
zh_hans: 更完整的内容理解与总结。
zh_hant: 更完整的內容理解與總結。

# paywall.feature.ai.title
source: AI Insights
es_419: Perspectivas de IA
fr: Aperçus IA
ja: AI インサイト
ko: AI 인사이트
ru: AI инсайты
zh_hans: AI 分析
zh_hant: AI 分析

# paywall.feature.relationships.subtitle
source: See connections between people and events.
es_419: Ver conexiones entre personas y eventos.
fr: Voir les connexions entre les personnes et les événements.
ja: 人物や出来事のつながりを確認できます。
ko: 사람과 사건 사이의 연결을 확인하세요.
ru: Видеть связи между людьми и событиями.
zh_hans: 查看人物和事件之间的连接。
zh_hant: 查看人物和事件之間的連結。

# paywall.feature.relationships.title
source: Relationship Map
es_419: Mapa de relaciones
fr: Carte des relations
ja: 関係マップ
ko: 관계 맵
ru: Карта отношений
zh_hans: 关系图谱
zh_hant: 關係圖譜

# paywall.feature.review.subtitle
source: Review your records by topic and time.
es_419: Revisa tus registros por tema y tiempo.
fr: Revoyez vos enregistrements par sujet et par temps.
ja: テーマや時間で記録を見返せます。
ko: 주제와 시간별로 기록을 검토하세요.
ru: Просматривайте свои записи по темам и времени.
zh_hans: 按主题和时间回看你的记录。
zh_hant: 按主題和時間回看你的記錄。

# paywall.feature.review.title
source: Advanced Review
es_419: Revisión avanzada
fr: Revue avancée
ja: 詳細レビュー
ko: 고급 검토
ru: Расширенный просмотр
zh_hans: 高级回顾
zh_hant: 高級回顧

# paywall.footnote
source: Subscriptions renew automatically until canceled in App Store settings. Restore purchases works with the same Apple ID.
es_419: Las suscripciones se renuevan automáticamente hasta que se cancelen en la configuración de App Store. Restaurar compras funciona con el mismo Apple ID.
fr: Les abonnements se renouvellent automatiquement jusqu'à annulation dans les paramètres de l'App Store. La restauration des achats fonctionne avec le même Apple ID.
ja: サブスクリプションは App Store の設定で解約するまで自動更新されます。購入の復元は同じ Apple ID で利用できます。
ko: 구독은 App Store 설정에서 취소할 때까지 자동으로 갱신됩니다. 구매 복원은 동일한 Apple ID로 작동합니다.
ru: Подписки автоматически продлеваются до отмены в настройках App Store. Восстановление покупок работает с тем же Apple ID.
zh_hans: 订阅会自动续费，可在 App Store 账户设置中随时取消。恢复购买适用于同一 Apple ID。
zh_hant: 訂閱會自動續訂，可在 App Store 帳戶設定中隨時取消。恢復購買適用於同一 Apple ID。

# paywall.hero.pill.ai
source: AI Insights
es_419: Perspectivas de IA
fr: Aperçus IA
ja: AI インサイト
ko: AI 인사이트
ru: AI инсайты
zh_hans: AI 分析
zh_hant: AI 分析

# paywall.hero.pill.relationships
source: Relationship Map
es_419: Mapa de relaciones
fr: Carte des relations
ja: 関係マップ
ko: 관계 맵
ru: Карта отношений
zh_hans: 关系图谱
zh_hant: 關係圖譜

# paywall.hero.pill.review
source: Advanced Review
es_419: Revisión avanzada
fr: Revue avancée
ja: 詳細レビュー
ko: 고급 검토
ru: Расширенный просмотр
zh_hans: 高级回顾
zh_hant: 高級回顧

# paywall.hero.subtitle
source: Unlock monthly and yearly subscriptions and manage advanced features in one place.
es_419: Desbloquea suscripciones mensuales y anuales y gestiona funciones avanzadas en un solo lugar.
fr: Débloquez les abonnements mensuels et annuels et gérez les fonctionnalités avancées à un seul endroit.
ja: 月額と年額のサブスクリプションを解放し、高度な機能をまとめて管理できます。
ko: 월간 및 연간 구독을 잠금 해제하고 고급 기능을 한 곳에서 관리하세요.
ru: Разблокируйте месячные и годовые подписки и управляйте расширенными функциями в одном месте.
zh_hans: 解锁月订阅和年订阅，统一管理你的高级能力与恢复购买。
zh_hant: 解鎖月訂閱和年訂閱，統一管理你的進階能力與恢復購買。

# paywall.packages.empty
source: No subscription packages loaded yet.
es_419: Aún no se han cargado paquetes de suscripción.
fr: Aucun paquet d'abonnement chargé pour le moment.
ja: まだサブスクリプションプランが読み込まれていません。
ko: 아직 로드된 구독 패키지 없음.
ru: Пакеты подписки пока не загружены.
zh_hans: 暂未加载到订阅套餐
zh_hant: 尚未載入訂閱方案

# paywall.plan.current
source: Current Plan
es_419: Plan actual
fr: Plan actuel
ja: 現在のプラン
ko: 현재 플랜
ru: Текущий план
zh_hans: 当前方案
zh_hant: 目前方案

# paywall.section.choose_plan
source: Choose a Plan
es_419: Elegir un plan
fr: Choisir un plan
ja: プランを選ぶ
ko: 플랜 선택
ru: Выбрать план
zh_hans: 选择方案
zh_hant: 選擇方案

# paywall.section.features
source: Included Features
es_419: Funciones incluidas
fr: Fonctionnalités incluses
ja: 含まれる機能
ko: 포함된 기능
ru: Включённые функции
zh_hans: 包含权益
zh_hant: 包含權益

# paywall.title
source: Upgrade to Grow
es_419: Actualizar a Grow
fr: Passer à Grow
ja: Grow にアップグレード
ko: Grow로 업그레이드
ru: Перейти на Grow
zh_hans: 升级 Grow
zh_hant: 升級 Grow

# subscription.debug.empty_packages
source: No packages loaded. Tap Refresh Packages below.
es_419: No hay paquetes cargados. Toca Actualizar paquetes a continuación.
fr: Aucun paquet chargé. Appuyez sur Actualiser les paquets ci-dessous.
ja: プランが読み込まれていません。下の「プランを更新」をタップしてください。
ko: 로드된 패키지 없음. 아래에서 패키지 새로고침을 탭하세요.
ru: Пакеты не загружены. Нажмите Обновить пакеты ниже.
zh_hans: 未加载套餐 — 点击下方「刷新套餐」
zh_hant: 尚未載入方案 — 點擊下方「重新整理方案」

# subscription.debug.refresh_customer
source: Refresh Customer Status
es_419: Actualizar estado del cliente
fr: Actualiser le statut client
ja: 顧客状態を更新
ko: 고객 상태 새로고침
ru: Обновить статус клиента
zh_hans: 刷新用户状态
zh_hant: 重新整理使用者狀態

# subscription.debug.row.active_subscriptions
source: Active Subscriptions
es_419: Suscripciones activas
fr: Abonnements actifs
ja: 有効なサブスクリプション
ko: 활성 구독
ru: Активные подписки
zh_hans: 活跃订阅
zh_hant: 啟用中的訂閱

# subscription.debug.row.api_key_prefix
source: API Key Prefix
es_419: Prefijo de clave API
fr: Préfixe de clé API
ja: API キー接頭辞
ko: API 키 접두사
ru: Префикс API ключа
zh_hans: API Key 前缀
zh_hant: API Key 前綴

# subscription.debug.row.entitlement_id
source: Entitlement ID
es_419: ID de derecho
fr: ID de droit
ja: 権利 ID
ko: 권한 ID
ru: ID права

# subscription.debug.row.expiration_date
source: Expiration Date
es_419: Fecha de expiración
fr: Date d'expiration
ja: 有効期限
ko: 만료 날짜
ru: Дата истечения
zh_hans: 到期时间
zh_hant: 到期時間

# subscription.debug.row.grow_entitlement
source: Grow Entitlement
es_419: Derecho Grow
fr: Droit Grow
ja: Grow 権利
ko: Grow 권한
ru: Право Grow
zh_hans: Grow 权益
zh_hant: Grow 權益

# subscription.debug.row.monthly_product_id
source: Monthly Product ID
es_419: ID de producto mensual
fr: ID de produit mensuel
ja: 月額 Product ID
ko: 월간 상품 ID
ru: ID месячного продукта
zh_hans: 月度 Product ID
zh_hant: 月度 Product ID

# subscription.debug.row.offering_id
source: Offering ID
es_419: ID de oferta
fr: ID de l'offre
ja: オファリング ID
ko: 오퍼링 ID
ru: ID предложения

# subscription.debug.row.yearly_product_id
source: Yearly Product ID
es_419: ID de producto anual
fr: ID de produit annuel
ja: 年額 Product ID
ko: 연간 상품 ID
ru: ID годового продукта
zh_hans: 年度 Product ID
zh_hant: 年度 Product ID

# subscription.debug.section.config
source: Config (Debug)
es_419: Configuración (Depuración)
fr: Config (Débogage)
ja: 設定 (デバッグ)
ko: 설정 (디버그)
ru: Конфиг (Отладка)
zh_hans: 配置信息 (Debug)
zh_hant: 設定資訊 (Debug)

# subscription.debug.section.packages
source: Available Packages (RevenueCat)
es_419: Paquetes disponibles (RevenueCat)
fr: Paquets disponibles (RevenueCat)
ja: 利用可能なプラン (RevenueCat)
ko: 사용 가능한 패키지 (RevenueCat)
ru: Доступные пакеты (RevenueCat)
zh_hans: 可用套餐 (RevenueCat)
zh_hant: 可用方案 (RevenueCat)

# subscription.debug.section.status
source: Subscription Status
es_419: Estado de suscripción
fr: Statut de l'abonnement
ja: サブスクリプション状態
ko: 구독 상태
ru: Статус подписки
zh_hans: 订阅状态
zh_hant: 訂閱狀態

# subscription.debug.status.active
source: Active
es_419: Activo
fr: Actif
ja: 有効
ko: 활성
ru: Активный
zh_hans: 活跃
zh_hant: 啟用中

# subscription.debug.status.inactive
source: Inactive
es_419: Inactivo
fr: Inactif
ja: 無効
ko: 비활성
ru: Неактивный
zh_hans: 未活跃
zh_hant: 未啟用

# subscription.debug.status.not_subscribed
source: Not Subscribed
es_419: No suscrito
fr: Non abonné
ja: 未登録
ko: 구독 안 함
ru: Не подписан
zh_hans: 未订阅
zh_hant: 未訂閱

# subscription.debug.status.subscribed
source: Subscribed
es_419: Suscrito
fr: Abonné
ja: 登録済み
ko: 구독함
ru: Подписан
zh_hans: 已订阅
zh_hant: 已訂閱

# subscription.debug.title
source: Subscription Debug
es_419: Depuración de suscripción
fr: Débogage d'abonnement
ja: サブスクリプションデバッグ
ko: 구독 디버그
ru: Отладка подписки
zh_hans: 订阅调试
zh_hant: 訂閱除錯

# subscription.error.offering_not_found
source: RevenueCat offering not found: %@
es_419: Oferta de RevenueCat no encontrada: %@
fr: Offre RevenueCat introuvable: %@
ja: RevenueCat のオファリングが見つかりません: %@
ko: RevenueCat 오퍼링을 찾을 수 없습니다: %@
ru: Предложение RevenueCat не найдено: %@
zh_hans: 未找到 RevenueCat Offering: %@
zh_hant: 找不到 RevenueCat Offering：%@

# subscription.error.package_not_found
source: The selected subscription package could not be found.
es_419: No se pudo encontrar el paquete de suscripción seleccionado.
fr: Le paquet d'abonnement sélectionné est introuvable.
ja: 選択したサブスクリプションプランが見つかりません。
ko: 선택한 구독 패키지를 찾을 수 없습니다.
ru: Выбранный пакет подписки не найден.
zh_hans: 未找到对应的订阅套餐
zh_hant: 找不到對應的訂閱方案

# subscription.error.sdk_missing
source: RevenueCat SDK is not installed.
es_419: El SDK de RevenueCat no está instalado.
fr: Le SDK RevenueCat n'est pas installé.
ja: RevenueCat SDK がインストールされていません。
ko: RevenueCat SDK가 설치되어 있지 않습니다.
ru: SDK RevenueCat не установлен.
zh_hans: RevenueCat SDK not installed
zh_hant: RevenueCat SDK 尚未安裝

# subscription.period.month
source: / month
es_419: / mes
fr: / mois
ja: / 月
ko: / 월
ru: / месяц
zh_hans: / 月
zh_hant: / 月

# subscription.period.year
source: / year
es_419: / año
fr: / an
ja: / 年
ko: / 년
ru: / год
zh_hans: / 年
zh_hant: / 年

# subscription.plan.grow
source: Grow Plan
es_419: Plan Grow
fr: Plan Grow
ja: Grow プラン
ko: Grow 플랜
ru: План Grow
zh_hans: Grow 计划
zh_hant: Grow 方案

# subscription.plan.monthly
source: Monthly
es_419: Mensual
fr: Mensuel
ja: 月額
ko: 월간
ru: Месячный
zh_hans: 月订阅
zh_hant: 月訂閱

# subscription.plan.yearly
source: Yearly
es_419: Anual
fr: Annuel
ja: 年額
ko: 연간
ru: Годовой
zh_hans: 年订阅
zh_hant: 年訂閱

# subscription.status.active
source: Active
es_419: Activo
fr: Actif
ja: 有効
ko: 활성
ru: Активный
zh_hans: 活跃中
zh_hant: 啟用中

# subscription.status.active_generic
source: Subscription active
es_419: Suscripción activa
fr: Abonnement actif
ja: サブスクリプションは有効です
ko: 구독 활성
ru: Подписка активна
zh_hans: 订阅已生效
zh_hant: 訂閱已生效

# subscription.status.expires
source: Expires %@
es_419: Expira %@
fr: Expire %@
ja: %@ に終了
ko: %@에 만료
ru: Истекает %@
zh_hans: 到期日：%@
zh_hant: 到期日：%@

# subscription.status.monthly_price
source: Monthly %@%@
es_419: Mensual %@%@
fr: Mensuel %@%@
ja: 月額 %@%@
ko: 월간 %@%@
ru: Месячный %@%@
zh_hans: 月订阅 %@%@
zh_hant: 月訂閱 %@%@

# subscription.status.plan_active
source: %@ active
es_419: %@ activo
fr: %@ actif
ja: %@ が有効
ko: %@ 활성
ru: %@ активен
zh_hans: %@ 已生效
zh_hant: %@ 已生效

# subscription.status.supports_both
source: Supports monthly and yearly subscriptions
es_419: Admite suscripciones mensuales y anuales
fr: Prend en charge les abonnements mensuels et annuels
ja: 月額と年額の両方を利用できます
ko: 월간 및 연간 구독 지원
ru: Поддерживает месячные и годовые подписки
zh_hans: 支持月订阅和年订阅
zh_hant: 支援月訂閱和年訂閱

# subscription.status.upgrade
source: Upgrade
es_419: Mejorar
fr: Améliorer
ja: アップグレード
ko: 업그레이드
ru: Улучшить
zh_hans: 去开通
zh_hant: 前往開通

# subscription.status.yearly_price
source: Yearly %@%@
es_419: Anual %@%@
fr: Annuel %@%@
ja: 年額 %@%@
ko: 연간 %@%@
ru: Годовой %@%@
zh_hans: 年订阅 %@%@
zh_hant: 年訂閱 %@%@

# subscription.summary.monthly_subtitle
source: Billed monthly, cancel anytime.
es_419: Facturado mensualmente, cancela en cualquier momento.
fr: Facturé mensuellement, annulable à tout moment.
ja: 月ごとに請求され、いつでも解約できます。
ko: 월별 결제, 언제든지 취소 가능.
ru: Оплата ежемесячно, отмена в любое время.
zh_hans: 按月订阅，支持随时取消
zh_hant: 按月訂閱，支援隨時取消

# subscription.summary.yearly_subtitle
source: Pay once for the year and save more.
es_419: Paga una vez por el año y ahorra más.
fr: Payez une fois pour l'année et économisez plus.
ja: 年額をまとめて支払い、さらにお得になります。
ko: 1년 비용을 한 번에 결제하고 더 절약하세요.
ru: Платите один раз за год и сэкономьте больше.
zh_hans: 一次支付全年，价格更优
zh_hant: 一次支付全年，價格更優

# subscription.debug.section.actions
source: Actions
es_419: Acciones
ja: 操作
ko: 작업
ru: Действия
zh_hans: 操作
zh_hant: 操作
